Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
om: Imeeliiwwan akka yaadachiisa galma, guddina odeeffannoo koo fi gabaasaalee Common Voice argachuu barbaada.

source: I do not agree
om: Walii hin galu

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
om: Yoo namoonni lama kutaa tokko didan, kuusaa deetaa adda ta’een ni gadhiifama.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
om: Yoo himoota mataa keeti ta’e, salphaatti <italicizedText>Wabiin Ana</italicizedText> jedhi. Qabiyyee kana eessaa akka argatte beekuun nu barbaachisa, akka inni public domain keessaatii ta’ee fi daangaa mirga maxxansaa (copyright) hin qabne mirkaneeffachuuf. Odeeffannoo dabalataaf waa’ee wabii ilaalchisee, <guidelinesLink>fuula Qajeelfamoota</guidelinesLink> keenya ilaali.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
om: Yoo waraabbiin adda cite ykn crackles qabaate, guutuu barruun yoo dhagahame malee haqi.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
om: Waa'ee faayila kanaa odeeffannoo dabalataa yoo qabaatte, maaloo <emailFragment>commonvoice@mozilla.com</emailFragment> irratti nu qunnami.

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
om: Waa'ee faayila kanaa odeeffannoo dabalataa yoo qabaatte, qajojii keessatti kan hin hammatamne, maaloo <emailFragment>commonvoice@mozilla.com</emailFragment> irratti nu qunnamaa.

source: If the sentence does not meet the above criteria, click the "No" button.
om: Yoo himni sun ulaagaalee olitti ibsaman guutuu baate, qabduu “Lakki” cuqaasi.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
om: Himichi ulaagaawwan olii kan hin guunne yoo ta'e, furtuu &quot;Kufaa&quot; jedhu tuqi. waa'ee himichaa mirkannoo miti yoo ta'e irra darbuu fi kan ittaanutti deemuu dandeessu. &quot;

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
om: Yoo himni sun nama mufachiisa yookaan nama aarsa<emailFragment> ta’e – fakkeenyaaf, qabiyyee ifa ta'uu hin malle yookaan jeeqa ta'e karaa <communityGuidelines>qajeelfama hirmaannaa hawaasaa</communityGuidelines> keenyaa – hima sana diduu qabda. Akkasumas dhimma kana bal'isuu yoo barbaadde, <emailFragment>commonvoice@mozilla.com</emailFragment> irratti nu qunnami.

source: If the sentence meets the criteria above, click the "Yes" button.
om: Yoo himni sun ulaagaalee olitti ibsaman guute, qabduu “Haaya” cuqaasi.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
om: Himichi ulaagaa yoo guute &quot;Mirkaneessi&quot; kan jedhu karaa mirgaa mallattoo jiru cuqaasi.

source: If the transcription contains an error, please use the report function to flag it. Potential errors include:
om: Yoo galmeen barreessuu dogoggora of keessaa qabaate, maaloo faankishinii gabaasaa fayyadamiitii mallatteessi. Dogoggorri ta’uu danda’u keessaa muraasni:

source: If the word “kitchen” appears pronounced as in Spanish, it should be written as in English, not as “quichen.”
om: Jechi “kitchen” jedhu akka afaan Ispeenitti dubbifamee yoo mul’ate, akka “quichen” osoo hin taane akka Afaan Ingiliffaatti barreeffamuu qaba.

source: If the word quinceaños is pronounced as in English, write it with the ñ.
om: Jechi quinceaños jedhu akka Afaan Ingiliffaatti yoo dubbifamu ñ waliin barreessi.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
om: Yoo hima sana irratti shakkii qabaatte, irra darbiitee isa itti aanuutti ce’uu dandeessa.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
om: Yoo wanti qajeelfama kana keessatti hin kaafamne si mudate, sagalee irratti murtii keetiin vote gochuu. Yoo murtii hin dandeenye, button “Darbi” fayyadami, kiliippiitti itti fufi.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
om: Yoo <strong>dhaggeeffachuu</strong> fi <strong>hubachuu</strong> dandeesse, yeroo baay’ee <strong>mirkaneessuuf</strong> gaarii dha.

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
om: Yoo tranche gaaffii tokko galchuu barbaadde, <githubLink>GitHub keenya irratti ni dandeessa</githubLink> yookaan tarree gaaffii kee <emailFragment>commonvoice@mozilla.com</emailFragment> irratti ergi.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
om: Guyyaa lama lama keessatti yoo nu hin dhageenye ta’e, <emailLink>{ $email }</emailLink> irratti qunnamaa nutis isinitti deebina!

source: If you don't see your language in either part of the platform, select both.
om: Yoo afaan kee kutaa waltajjii lamaan keessaa tokkollee hin argine ta'e, lamaan isaanii filadhu.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
om: Yoo ati yookaan dhaabbanni kee pirojekticha deeggaruu barbaadde, <donateLink>arjooma gochuu</donateLink> yookaan garee walta’iinsa keenyaa <emailFragment>commonvoice@mozilla.com</emailFragment> qunnamuu dandeessa.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
om: Yoo gumaachuun siif rakkisaa ta’e, yeroo kamiyyuu gara afaan keetti deebi’uun qabiyyee hunda ilaaluu dandeessa.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
om: Yoo meeshaalee moodeelota beekamtii dubbii (ASR) ijaaruuf barbaadde, hawaasa <discourseLink>Discourse</discourseLink> irratti namoota biroo waliin walqunnamuu dandeessa.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
om: Yoo waa’ee daataa-seetii caalaatti dubbachuu barbaadde, babal’ina piroojektii karoora keessa jiru waliin hirmaachuu yookaan carraa walta’insaa barbaadde, <emailFragment>nu qunnami.</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
om: Gamaggamuuf himootni yoo sinjalaa dhumatan, maaloo himoota dabalataa akka walitti qabnuuf nu gargaaraa!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
om: Yoo sagaleessuun <strong>hubachuu hin dandeessisu</strong> jettee yaadde, yookaan <strong>wacni duubbee baay’een</strong> jiraate, yookaan namoonni biroo dubbatan yoo jiraatan, kutaa sana diduu qabda. <accuracyLink>Odeeffannoo dabalataa ulaagaalee sirrii ta’uu keenya</accuracyLink> ilaali.

source: Igbo
om: Afaan Igboo

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
om: Ani Sagalee Waliigalaa (#CommonVoice)f galma dhuunfaa kennuu uumeera — mee na waliin makamaa, mashiinoota akkaataan namoonni itti dubbataniin barsiisaa { $link }

source: Imagine you’re texting a friend or telling someone a story
om: Mee hiriyyaa keetiif ergaa barreeffamaa ergitee ykn seenaa nama tokkotti himtee jirta yaadi

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
om: Akka <privacyLink>Imaammata Mateenyaa</privacyLink> Mozillaa keessatti ibsametti odeeffannoo kana qabachuun rakkoo hin qabu.

source: Include appropriate citation
om: Wabii sirrii itti dabali

source: Include filler words and markers
om: Jechoota guutuu (filler words) fi mallattoo sagalee (markers) dabaluu.

source: Includes email, username & demographic info, available right away
om: Iimeelii, maqaa fayyadamaa fi odeeffannoo lakkoofsa hawaasummaa (demographic) of keessaa qaba; battalatti argama.

source: Includes mp3s and related sentences, may take some time to prepare
om: Faayiloota mp3 fi himoota walqabatan of keessaa qaba; qopheessuuf yeroo muraasa fudhachuu danda’a.

source: Incorrect punctuation or capitalization
om: Sirna tuqaa dogoggoraa yookaan qubee guddaa/xinnaa sirrii hin taane.

source: Indonesian
om: Afaan Indooneezyiyaa

source: Indus Kohistani
om: Afaan Indus Kohistani

source: Information about the language
om: Odeeffannoo waa'ee qooqa kee

source: In general, we advise that the person who checks the transcription should not be the same person who did the original transcription. It is very hard to check your own work! Having multiple lines of review can help make quality assurance more robust, and help mitigate biases and issues.
om: Walumaagalatti, namni barreeffama sana ilaalu nama barreeffama jalqabaa hojjete ta’uu akka hin qabne gorsina. Hojii ofii sakatta'uun baay'ee ulfaataadha! Sarara gamaaggamaa dachaa qabaachuun mirkaneessi qulqullinaa caalaatti akka cimu gargaaruu danda’a, akkasumas loogii fi dhimmoota salphisuuf gargaara.

source: In general, you should write down everything you hear. This includes;
om: Walumaa gala, wanta dhageesse hunda galmee keessatti barreessuu qabda. Kunis kan hammatu;

source: In Progress
om: Adeemsa Keessa Jira

source: Insert punctuation that could change the meaning – keep the flow natural.
om: Sirna tuqaalee hiika jijjiiruu danda'an itti dabali - yaa'insa haasaa uumamaa eegii.

source: Interested in getting involved with this project, or partnering with us?
om: Pirojektii kana irratti hirmaachuuf fedhii qabduu, ykn nu waliin walitti hidhamiinsa uumuuf fedhii qabduu?

source: Interested in learning more and contributing to the project?
om: Dabalataan baruu fi pirojektichaaf gumaachuu ni barbaadduu?

source: Interlingua
om: Afaanota gidduu

source: Interlingue
om: Afaan gidduutti

source: [interrupted by background noise]
om: [wacaa dudduubaan adda kan cite]

source: Intersex
om: Interseksii

source: Iñupiaq
om: Afaan Iñupiaq

source: Invalid file
om: Faayila hin fudhatamne

source: Irish
om: Afaan Iriish

source: IsiNdebele (North)
om: Afaan IsiNdebele (Kaaba)

source: IsiNdebele (South)
om: Afaan IsiNdebele (Kibba)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
om: <isoCodeLink>Koodiiwwan ISO</isoCodeLink> yoo beekaman

source: Is the clip valid?
om: Sagaleen kun sirrii dhaa?

source: Italian
om: Afaan Xaaliyaanii

source: It contains words or phrases that are hard to read or pronounce.
om: Jecha ykn gaalee dubbisuuf ykn sagaleessuuf ulfaataa ta'e of keessaa qaba.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
om: Daataaseetota tursiisuu fi marsariitii fooyyessuuf wagaatti qarshii miiliyoona tokko caalaa kaffaluun ni barbaachisa, hawaasa afaan 100 ol kan hojii keenya irratti hirkatan biraaf?

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
om: Daataa-seetota tursiisuu fi platformii hawaasa afaanota 100+ fayyadamuu fooyyessuuf waggaa tokkoof doolaara miiliyoona tokkoo ol baasii baasna. <strong>Yoo daataa banaa fi hirmaachisaa gargaartu - har’uma kenni!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
om: Kuusaa deetaa walitti fufiinsaan keessummeessuu fi gadhiisuuf, waltajjii fooyyessuuf, akkasumas <africaMradiLink>sagantaalee hawaasaa </africaMradiLink> hojiirra oolchuuf maallaqa guddaa baasisa.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
om: Himoonni barruu hundi <publicDomain>domeenii uummataa</publicDomain> (cc0) ta'uun isaanii baay'ee barbaachisaa dha sababiin isaas kuusaan deetaa Sagalee Waliigalaa hayyama cc0 jalatti gadhiifama. Yoomiyyuu hima tokko yoo mirkaneeffatte qofa olkaa'i, yeroo hunda immoo caqasa barbaachisaa ta'e dabali.

source: It is written in a language different than what I’m reviewing.
om: Qooqa ani gamaggamaa jiru irraa qooqa biraan barreeffameera.

source: It is written in a language different than what I’m speaking.
om: Himni kun afaan ani dubbachaa jiru irraa qooqa biraan barreeffame.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
om: Madda barreessuu (citations) dabalachuun barbaachisaa dha, akka himoonni public domain keessa jiranii fi copyright itti hin fe’amne mirkaneeffachuu dandeenyuuf.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
om: Common Voice akka mudatu gochuuf waan baay'ee barbaachisaa dha! Kophaa keenya hin raawwannu. Nu waliin michuu ta'uu barbaadduu? Osoo isin irraa dhageenyee ni jaallanna.

source: Izhorian
om: Afaan Izhooriyaa

source: Jamaican Patois
om: Afaan Jaamaayikaa Patoyis

source: Japanese
om: Afaan Jaappaan

source: Jaqaru
om: Afaan Jaqaruu

source: Javanese
om: Afaan Jaavaan

source: Join Discord Community
om: Hawaasa Discord itti makamaa

source: Join Mozilla Data Collective
om: Daataa Walitti Qabuu Mozilla'tti Makami

source: Join our community
om: Hawaasa keenyatti makamaa

source: Join the Common Voice mailing list
om: Tarree imeelii Common Voice'tti makami

source: Join us on Discord
om: Discord irratti nu waliin ta'aa

source: Join us to advance voice technology and empower more user contributions.
om: Nu waliin hirmaadhaa, teeknoolojii sagalee guddisuu fi gumaacha fayyadamaa dabaluu keessatti qooda fudhadhaa.

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
om: Hima lama lama keessatti hamma dandeessutti uumamaan deebii kennuu qofa. Afaan kee kabajamaa fi kan nama hin miine ta’uu isaa mirkaneessi.

source: Just Unsure?
om: Shakkii Qabaattee?

source: Kabardian
om: Afaan Kabardiyaa

source: Kabyle
om: Afaan Kabiil

source: Kachhi
om: Afaan Kachii

source: Kaitag
om: Afaan Kayitag

source: Kalasha
om: Afaan Kalashaa

source: Kalenjin
om: Afaan Kaalenjiin

source: Kalkoti
om: Afaan Kalkoti

source: Kannada
om: Afaan Kaanaadaa

source: Kaqchikel
om: Afaan Kaqchikiil

source: Kara
om: Afaan Kara

source: Karachay-Balkar
om: Afaan Karachay-Balkar

source: Karakalpak
om: Afaan Karakalpaak

source: Kasem
om: Afaan Kasem

source: Kashmiri
om: Afaan Kashmiir

source: Kateviri
om: Afaan Kateviirii

source: Kazakh
om: Afaan Kaazaakh

source: { $kb }kb max
om: Olaanaan kb{ $kb }.

source: Keep
om: Tursiisi

source: Keep it up, record again <recordIcon></recordIcon>
om: itti fufaa , irra deebiin waraabaa <recordIcon> </recordIcon>

source: Keep the recordings
om: Waraabbiiwwan olkaa'aa

source: Keep track of your progress and metrics across multiple languages.
om: Adeemsa fi safartuu kee afaanota hedduu irratti hordofi.

source: Keep track of your progress with a profile
om: Profaayilii fayyadamuun adeemsa hojii kee itti fufi

source: Keep track of your progress with a profile and help our voice data be more accurate.
om: Piroofaayilii kee fayyadamuun adeemsa kee hordofi, akkasumas odeeffannoo sagalee keenya akka caalaatti sirrii ta’u gargaari.

source: Keep your volume consistent - don’t shout or sing
om: Sagalee walsimsiisi – hin dhukaasii, hin sirbii

source: Kelabit
om: Afaan Kelabit

source: Kenyah
om: Afaan Keen-yah

source: Kenyi
om: Afaan Ken-yi

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
om: <key>1</key>-<key>{ $numLanguages }</key> Afaan waliin xoofa kaa'i

source: Keyboard usage
om: Fayyadama kiiboordii

source: Khakas
om: Afaan Khakas

source: Khetrani
om: Afaan Khetrani

source: Khmer
om: Afaan Keeyama

source: Khowar
om: Afaan Koowar

source: K'iche'
om: Afaan K'iche'

source: Kichwa
om: Afaan Kichwa

source: Kidaw'ida
om: Afaan Kidaaw'idaa

source: Kihemba
om: Afaan Kiheembaa

source: Kikamba
om: Afaan Kikamba

source: Kikuyu
om: Afaan Kikuyyuu

source: Kinyarwanda
om: Afaan Kinyarwanda

source: Kirombo
om: Afaan Kirombo

source: Kirundi
om: Afaan Kirundi

source: Kohistani Shina
om: Afaan Kohistaani Shinaa

source: Kom
om: Afaan Kom

source: Komi-Zyrian
om: Afaan Komi-Ziriyaa

source: Konkani (Devanagari)
om: Afaan Konkaanii (Devanagari)

source: Konkani (Romi)
om: Afaan Konkaanii (Romi)

source: Konzo
om: Afaan Konzo

source: Korean
om: Afaan Kooriyaa

source: Kotokoli
om: Afaan Kotokoli

source: Kreol Morisien
om: Afaan Kirewol Morisiyeen

source: Kuku
om: Afaan Kuku

source: Kunabembe
om: Afaan Kunabembee

source: Kurmanji Kurdish
om: Afaan Kurmanji Kurdish

source: Kwasio
om: Afaan Kuwaaziwoo

source: Kyrgyz
om: Afaan Kaayirgiiz

source: Labeling noise events like coughing or laughing
om: Taateewwan waca sagalee akka qufaa yookaan kolfaa maqaa itti gochuu

source: Labeling significant noise pollution, like background chatter or car horns
om: Jeequmsa sagalee guddaa, kanneen akka waca dudduubbee yookaan fiinoo konkolaataa maqaa itti gochuu

source: Ladin
om: Afaan Ladiin

source: Lango
om: Afaan Langoo

source: Language
om: Qooqawwan

source: Language Fundamentals (e.g. Digits, Letters, Money)
om: Buʼuura afaanii (fakkeenyaaf: lakkoofsa, qubee, maallaqa)

source: Language Request
om: Qooqa gaafadhu

source: Language request successfully submitted, thank you.
om: Gaaffiin qooqaa milkaa’inaan ergameera, galatoomi

source: Languages
om: Qooqawwan

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
om: Yeroo afaan tokko hiikamu, afaanonni qajeelfama mirkaneessuu ofii isaanii dabalataa qabaachuu danda’u. Yoo afaan tokkoof faayiliin mirkaneessuu addaa hin jirre ta’e, qajeelfamoonni Ingiliffaa gumaachitootaaf ni mul’atu.

source: Language Text
om: Barreeffama Afaanii

source: Lao
om: Afaan Laawoo

source: Large bulk sentence submission
om: Himoota baayʼee wacaqa galchuu

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
om: Kuusaaleen daataa sagalee guddaan, ifaan ifatti argaman, teeknooloojii sagalee barnoota maashinii irratti hundaa’e keessatti kalaqaa fi dorgommii daldalaa guddisuu akka danda’an ni amanna. Sagalee Waliigalaa (Common Voice) kuusaa daataa sagalee afaanota hedduu kan ammaaf gosa isaa keessatti uummataaf ifatti argamu keessaa isa guddaadha; garuu isa qofa miti. Fuulli kun kuusaalee daataa sagalee madda banuu biroof wiirtuu wabii ta’ee, akkuma Common Voice guddachaa deemu, bakka haaromsaalee keenya itti maxxansinu ta’a.

source: Large scale corporates and platform companies
om: Dhaabbilee Gorguddoo fi Kaampaanii Pilaatfoormii

source: Lassi
om: Afaan Lassii

source: Last Updated: { $lastUpdatedTimeStamp }
om: Jabanee Isa Dhumaa: { $lastUpdatedTimeStamp }

source: Latgalian
om: Afaan Latgaaliyaa

source: Latvian
om: Afaan Laatiiviyaa

source: Laugh
om: Kolfa

source: Launched
om: Lakkifameera

source: Laz
om: Afaan Laaz

source: Leaderboard Visibility
om: Mul'insa Gabatee Hoggansaa

source: Learn about partnerships with Common Voice
om: Waa’ee walta’iinsa Common Voice baradhu

source: Learn about the mission and team behind Common Voice
om: Waa'ee ergamaa fi garee Common Voice duuba jiru baradhaa

source: Learn how to check a transcription
om: Akkaataa tiraaniskiriipshinii itti sakatta'an baradhu

source: Learn how to take part
om: Akkamitti akka qooda fudhattu baradhu.

source: Learn how to transcribe
om: Akkaataa itti barreessitu baradhu

source: Learn how to use this page
om: Akkaataa itti fayyadama fuula kanaa baradhaa

source: Learn More
om: Daran baradhu

source: Leaving now means you’ll lose your changes
om: Amma dhiisuu jechuun jijjiirama kee dhabuu jechuu dha.

source: Leaving now means you'll lose your progress
om: Amma bahuu jichuun sadarkaa amma qabdan dhabdu jechuudha.

source: Lendu
om: Afaan Lendu

source: Length
om: Dheerina

source: Let's Get Started
om: Jalqabi

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
om: Qubeewwan afaan dubbifamaa jiru keessaa isaan sirrii ta’uu qabu. Fakkeenyaaf, qubeen “ж” kan Raashiyaa keessaa tokko dha, garuu Ingiliffa keessatti hin fayyadamnu; kanaafuu barruu horataa Ingiliffaa keessatti gonkumaa mul’achuu hin qabu.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
om: LibriSpeech daataa sagalee Ingilizii dubbifamee sa’aatii 1000 ol kan qabuu fi 16Khz ta’eedha, kan piroojektii LibriVox audiobooks irraa dubbifamanii argamanii dha.

source: License
om: Ragaa Hayyamaa

source: License: <licenseLink>CC-0</licenseLink>
om: Ragaa Hayyamaa: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
om: Ragaa hayyamaa: <licenseLink>{ $license }</licenseLink>

source: Ligurian
om: Afaan Liguriyaan

source: Lingala
om: Afaan Lingalaa

source: Link Copied
om: Hidhaan Koppii taheera

source: Links to websites that can help us understand the language
om: Liinkii marsariitiiwwan afaanicha hubachuuf nu gargaaruu danda’an

source: Listen
om: Dhaggeeffadhaa

source: Listening
om: Dhaggeeffachuun

source: Listen options menu
om: Filannoowwan dhaggeeffannaa jiran

source: Listen-Queue
om: Tarree-Dhaggeeffannaa

source: Lithuanian
om: Afaan Liziwaaniyaa

source: Loading…
om: Fe'amaa jira...

source: Loading sentences…
om: Himoota gadi qabuun …

source: Loarki
om: Afaan Lowaarkii

source: Localized
om: Naannootti Jijjiirameera

source: Log In
om: Banii Seeni

source: Login Identity
om: Eenyummaa seensaa
